Repository: Borim7/radio-tray
Catalog: po/*.po
Languages: ar_sa, fa, ia, lv_lv, ms, nb, sr, vi

source: Add Group
ar_sa: إضافة مجموعة
fa: افزودن گروه
ia: Adder gruppo
lv_lv: Pievienot grupu
ms: Tambah Kumpulan
nb: Legg til gruppe
sr: Додај групу
vi: Thêm nhóm

source: Group :
ar_sa: مجموعة:
fa: گروه :
ia: Gruppo
lv_lv: Grupa :
ms: Kumpulan :
nb: Gruppe :
sr: Група :
vi: Nhóm :

source: Move separator to another group
ar_sa: تحويل الفاصل نحو مجموعة أخرى
fa: جابه‌جایی جداساز به گرو دیگر
ia: Displaciar le separator a un altere gruppo
lv_lv: Pārvietot atdalītāju uz citu grupu
ms: Alih pemisah ke kumpulan lain
nb: Flytt separator til en annen gruppe
sr: Помери раздвајач у другу групу
vi: Dời phân cách đến nhóm khác

source: Name :
ar_sa: الإسم
fa: نام :
ia: Nomine
lv_lv: Nosaukums :
ms: Nama :
nb: Navn :
sr: Име :
vi: Tên :

source: Parent Group :
ar_sa: المجموعة الأم
fa: گروه پدر :
ia: Gruppo genitor
lv_lv: Pamata grupa :
ms: Kumpulan Induk:
nb: Overstående Gruppe
sr: Родитељска група:
vi: Nhóm gốc :

source: Separator
ar_sa: فاصل
fa: جداساز
lv_lv: Atdalītājs
ms: Pemisah
sr: Раздвајач
vi: Ngăn cách

# yes
source: Configure Radios
ar_sa: تكوين راديوهات
fa: پیکربندی رادیوها
ia: Configurar radios
lv_lv: Pielāgot radiostacijas
ms: Konfigur Radio
nb: Konfigurer Radioer
sr: Подеси радија
vi: Cài đặt đài

# yes
source: Radio name:
ar_sa: إسم الراديو
fa: نام رادیو:
ia: Nomine de radio:
lv_lv: Radiostacijas nosaukums:
ms: Nama Radio:
nb: Radio navn:
sr: Име радија:
vi: Tên đài

# yes
source: URL :
fa: نشانی اینترنتی :
lv_lv: Saite :
sr: УРЛ :

source: (this choice will be saved in the configuration file)
ar_sa: هذا الخيار سيتم حفظه في ملف التكوين
fa: (این گزینش در پرونده‌ی پیکربندی ذخیره خواهد شد)
ia: (iste selection essera salveguardate in le file de configuration)
lv_lv: (šī izvēle tiks saglabāta iestatījumu failā)
ms: (pilihan ini akan disimpan di dalam fail konfigurasi)
nb: (dette valget vil bli lagret i konfigurasjonsfilen)
sr: (овај избор ће бити снимљен у фајл поствки)
vi: (lựa chọn này sẽ được lưu vài tệp cấu hình)

source: App Indicator
ar_sa: شارة البرنامج
fa: نمایشگر کاربردی
ia: Indicator de application
lv_lv: Aplikāciju rādītājs
ms: Penunjuk Apl
nb: App Indikator
sr: Апликативни индикатор
vi: Biểu tượng

source: First Time Run Config
ar_sa: تخصيصات الإطلاق الأول
fa: پیکربندی نخستین اجرا
ia: Prime configuration
lv_lv: Pirmās palaišnas iestatījumi
ms: Kali Pertama Menjalankan Konfig
nb: Første Gangs Konfigurasjon
sr: Подешавање при првом покретању
vi: Cài đặt lần đầu

source: Icon in the Notification Area
ar_sa: أيقونة فضاء التنبيهات
fa: آیکن در جایگاه آگاهسازی‌ها
ia: Icone in le area de notification
lv_lv: Sīktēls ziņojumu laukā
ms: Ikon dalam Kawasan Pemberitahuan
nb: Ikon i Notifikasjons Området
sr: Икона у обавештајној зони
vi: Biểu tượng trên vùng thông báo

source: Please select how Radio Tray should appear
ar_sa: رجاء اختيار كيف يظهر الراديو
fa: خواهشمندم سبک نمایش سینی رادیو را برگزینید
ia: Per favor, selectiona como Radio Tray deberea apparer
lv_lv: Lūdzu izvēlieties, kā vajadzētu parādīties Radio Tray
ms: Sila pilih bagaimana Talam Radio seharusnya muncul
nb: Vennligst velg hvordan Radio Tray skal se ut
sr: Изаберите како ће се Радиокасета приказивати
vi: Vui lòng chọn cách hiển thị Radio Tray

source: Available Plugins:
fa: افزونه‌های دردسترس:
ia: Plugins disponibile:
lv_lv: Pieejamie spraudņi:
ms: Pemalam Tersedia:
nb: Tilgjengelige Plugins:
sr: Доступни додаци:
vi: Trình cắm có sẵn:

source: Changes will only be visible after restarting Radio Tray
fa: دگرش‌ها تنها پس از بازراه‌اندازی سینی رادیو نمایان می‌شوند
ia: Cambios essera visibile solmente depost le reinitio de Radio Tray
lv_lv: Izmaiņas parādīsies tikai pēc Radio Tray atkārtotas palaišanas
ms: Perubahan hanya berlaku selepas memulakan semula Talam Radio
nb: Endringer vil kun være synlige etter omstart av programmet
sr: Промене ће бити видљиве након поновног покретања Радио Касете
vi: Thay đổi có hiệu lực khi khởi động lại Radio Tray

source: Config Plugins
fa: پیکربندی افزونه‌ها
ia: Configurar Plugins
lv_lv: Pielāgot spraudņus
ms: Konfigur Pemalam
nb: Konfigurasjon av Plugins
sr: Уреди додатке
vi: Cài đặt trình cắm

source: translator-credits
ar_sa: تصديق المترجمون
fa: پشتوانه-برگرداننده
lv_lv: Imants Liepiņš <imzzinator@gmail.com>
ms: abuyop
nb: Oversettere
sr: заслужни преводиоци
vi: người dịch

source: %s's Website
ar_sa: موقع ويب %s
fa: تارنمای %s
ia: Sito Web de %s's
lv_lv: %s's Mājaslapa
ms: Laman Sesawang %s
nb: %ss Hjemmeside
sr: %s-ов веб сајт
vi: Trang web của %s

source: Radio Name
ar_sa: إسم الراديو
fa: نام رادیو
ia: Nomine de Radio
lv_lv: Radiostacijas nosaukums
ms: Nama Radio
nb: Radio Navn
sr: Име радија
vi: Tên đài

source: Add new station
ar_sa: إضافة محطة
fa: افزودن ایستگاه تازه
ia: Adder nove station
lv_lv: Pievienot jaunu radiostaciju
ms: Tambah stesen baru
nb: Legg til ny radiostasjon
sr: Додај нову станицу
vi: Thêm đài mới

source: Edit %s
ar_sa: كتابة %s
fa: ویرایش %s
ia: Modificar %s
lv_lv: Labot %s
ms: Sunting %s
nb: Rediger %s
sr: Уреди %s
vi: Sửa %s

source: Edit group
ar_sa: كتابة المجموعة
fa: ویرایش گروه
ia: Editar gruppo
lv_lv: Labot grupu
ms: Sunting kumpulan
nb: Rediger gruppe
sr: Уреди групу
vi: Sửa nhóm

source: Edit Separator
ar_sa: كتابة الفاصل
fa: ویرایش جداساز
ia: Modificar separator
lv_lv: Labot atdalītāju
ms: Sunting Pemisah
nb: Rediger Separator
sr: Уреди раздвајач
vi: Sửa phân cách

source: Are you sure you want to delete "%s"?
ar_sa: هل أنت متأكد من رغبتك في مسح "%s"؟
fa: به‌راستی می‌خواهید "%s" را پاک کنید؟
ia: Es secur que tu vole deler "%s"?
lv_lv: Vai esat pārliecināts, ka vēlaties izdzēst "%s"?
ms: Anda pasti hendak memadam "%s"?
nb: Er du sikker på at du vil slette "%s"?
sr: Желите ли заиста да уклоните „%s“?
vi: Bạn muốn xóa "%s"?

source: Add new group
ar_sa: إضافة مجموعة جديدة
fa: افزودن گروه تازه
ia: Adder un nove gruppo
lv_lv: Pievieno jaunu grupu
ms: Tambah kumpulan baru
nb: Legg til ny gruppe
sr: Додај нову групу
vi: Thêm nhóm

source: Developers:
ar_sa: المطورين:
fa: گسترش‌دهندگان:
ia: Disveloppatores:
lv_lv: Izstrādātāji:
ms: Pembangun:
nb: Utviklere:
sr: Програмери:
vi: Phát triển:

source: Contributors:
ar_sa: المساهمون:
fa: یاری‌کنندگان:
ia: Contributores:
lv_lv: Atbalstītāji:
ms: Penyumbang:
nb: Medvirkende:
sr: Доприносиоци:
vi: Tài trợ:

source: Turned Off
ar_sa: مغلق
fa: خاموشیده
lv_lv: Izslēgta
ms: Dimatikan
nb: Skrudd Av
sr: Угашен
vi: Tắt

source: Turn On "%s"
ar_sa: تشغيل "%s"
fa: روشنیدن "%s"
ia: Accender "%s"
lv_lv: Ieslēgt "%s"
ms: Hidupkan "%s"
nb: Skru På "%s"
sr: Укључи „%s“
vi: Bật "%s"

source: Configure Radios...
ar_sa: تخصيص راديوهات
fa: پیکربندی رادیوها...
ia: Configurar radios...
lv_lv: Pielāgot radiostacijas...
ms: Konfigur Radio...
nb: Konfigurer Radioer...
sr: Подеси радија...
vi: Cài đặt đài...

source: Reload Bookmarks
ar_sa: إعادة شحن العلامات
fa: بازبارگیری چوبخط‌ها
ia: Recargar marcatores
lv_lv: Pārlādēt grāmatzīmes
ms: Muat Semula Tanda Buku
nb: Hent inn Bokmerker på nytt
sr: Поново учитај обележиваче
vi: Nạp danh sách

source: Configure Plugins...
ar_sa: تخصيص الاضافات
fa: پیکربندی افزونه‌ها...
ia: Configurar plugins...
lv_lv: Pielāgot spraudņus...
ms: Konfigue Pemalam...
nb: Konfigurer Plugins...
sr: Уреди додатке
vi: Cài đặt trình cắm...

# Turns off the current radio.
source: Turn Off "%s"
ar_sa: غلق "%s"
fa: خاموشیدن "%s"
ia: Extinguer "%s"
lv_lv: Izslēgt "%s"
ms: Matikan "%s"
nb: Skru Av "%s"
sr: Угаси „%s“
vi: Tắt "%s"

# Playing status tooltip information
source: Playing (vol: %s%%)
ar_sa: قراءة (صوت: %s%%)
fa: پخش (صدا: %s%%)
ia: Sonante (vol: %s%%)
lv_lv: Atskaņo (skaļums: %s%%)
ms: Dimainkan (vol: %s%%)
nb: Spiller (vol:%s%%)
sr: Репродукција (јачина звука: %s%%)
vi: Đang phát (âm: %s%%)

# Informs Radio Tray is idle as a tooltip.
source: Idle (vol: %s%%)
fa: بیکار (صدا: %s%%)
ia: Inactive (vol: %s%%)
lv_lv: Dīkstāvē (skaļums: %s%%)
ms: Melahu (vol: %s%%)
nb: Pauset (vol: %s%%)
sr: Стање мировања (јачина звука: %s%%)
vi: Rảnh (âm: %s%%)

# Unknown radio specified by URL
source: Unknown radio
ar_sa: راديو مجهول
fa: رادیوی ناشناخته
ia: Radio incognite
lv_lv: Nezināma radiostacija
ms: Radio tidak diketahui
nb: Ukjent radio
sr: Непознат радио
vi: Không có đài

source: Radio Tray Playing
ar_sa: راديو يشتغل
fa: پخش سینی رادیو
ia: Radio Tray in reproduction
lv_lv: Radio Tray atkaņo
ms: Talam Radio Dimainkan
nb: Radio Tray Spiller
sr: Радио Касета репродукција
vi: Radio Tray đang phát

source: Radio Error
ar_sa: خلل في الراديو
fa: خرابی رادیو
ia: Error de radio
lv_lv: Radio kļūda
ms: Ralat Radio
nb: Radio Feil
sr: Грешка радио станице
vi: Lỗi

source: Bookmarks Reloaded
ar_sa: تمت إعادة شحن العلامات
fa: بازبارگیری چوبخط‌ها
ia: Marcatores recargate
lv_lv: Grāmatzīmes pārlādētas
ms: Tanda Buku Dimuat Semula
nb: Bokmerker lastet inn på nytt
sr: Обележивачи су освежени
vi: Đã nạp xong

source: Active
ar_sa: ناشط
fa: پویا
lv_lv: Darbojas
ms: Aktif
nb: Aktiv
sr: Активан
vi: Hoạt động

source: Name
ar_sa: الإسم
fa: نام
ia: Nomine
lv_lv: Nosaukums
ms: Nama
nb: Navn
sr: Име
vi: Tên

source: Idle (vol: %s%%)
fa: بیکار (صدا: %s%%)
ia: Inactive (vol: %s%%)
lv_lv: Dīkstāvē (skaļums: %s%%)
ms: Melahu (vol: %s%%)
nb: Pauset (vol: %s%%)
sr: Беспослен (јач: %s%%)
vi: Rảnh (âm: %s%%)

# Connecting to a music stream.
source: Connecting to %s
ar_sa: ربط جاري مع %s
fa: پیوستن به %s
ia: Connectente a %s
lv_lv: Savienojas ar %s
ms: Menyambung ke %s
nb: Kobler til %s
sr: Повезујем се са %s
vi: Kết nối đến %s

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%) <i>%s</i>
fa: پخش <b>%s</b> (صدا: %s%%) <i>%s</i>
ia: Sonante <b>%s</b> (vol: %s%%) <i>%s</i>
lv_lv: Atskaņo <b>%s</b> (skaļums: %s%%)⏎ <i>%s</i>
ms: Memainkan <b>%s</b> (vol: %s%%)‚èé <i>%s</i>
nb: Spiller <b>%s</b> (vol: %s%%)⏎ <i>%s</i>
sr: Репродукција <b>%s</b> (јачина звука: %s%%)⏎ <i>%s</i>
vi: Phát <b>%s</b> (âm: %s%%)⏎<i>%s</i>

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%)
fa: پخش <b>%s</b> (صدا: %s%%)
ia: Sonante <b>%s</b> (vol: %s%%)
lv_lv: Atskaņo <b>%s</b> (skaļums: %s%%)
ms: Memainkan <b>%s</b> (vol: %s%%)
nb: Spiller <b>%s</b> (vol: %s%%)
sr: Репродукција <b>%s</b> (јачина звука: %s%%)
vi: Phát <b>%s</b> (âm: %s%%)
