Repository: Borim7/radio-tray
Catalog: po/jv.po
Languages: jv

source: Add Group
jv: Tambahno Kelompok

source: Group :
jv: Kelompok :

source: Move separator to another group
jv: Mindahno batese ring grup liyone

source: Name :
jv: Nami :

source: Parent Group :
jv: Kelompok Induk :

source: Separator
jv: Pemisah

# yes
source: Configure Radios
jv: Tatanan-setelan Radio

# yes
source: Radio name:
jv: Jengen Radio:

source: (this choice will be saved in the configuration file)
jv: (iki choice pingin disimpen ing brekas totofigure)

source: App Indicator
jv: Indikasi App

source: First Time Run Config
jv: Totosetel pertamane Mlakune

source: Icon in the Notification Area
jv: Ikon ing Wilayahe Notifikasi

source: Please select how Radio Tray should appear
jv: Sumonggo piliho pirowae Radio Baki sing bakal dijumpai

source: Available Plugins:
jv: Dicepakke Plukin:

source: Changes will only be visible after restarting Radio Tray
jv: Ngeganti pingin mung dikethokke sakwise nguripkeulang Radio Tray

source: Config Plugins
jv: Konfig Plukin

source: translator-credits
jv: kredit-penerjemah

source: %s's Website
jv: %s's Situsweb

source: Radio Name
jv: Nami Radio

source: Add new station
jv: Nambahke stasiun anyar

source: Edit %s
jv: Ngrubah %s

source: Edit group
jv: Ngrubah grup

source: Edit Separator
jv: Ubah Pemisahe

source: Are you sure you want to delete "%s"?
jv: Opo sampeyan yakin pingin mbusak "%s"?

source: Add new group
jv: Tambahno grup anyar

source: Developers:
jv: Pengembang:

source: Contributors:
jv: Kontribusine:

source: Turned Off
jv: Ndadikno Mati

source: Turn On "%s"
jv: Nguripno "%s"

source: Configure Radios...
jv: Totofigur Radione...

source: Reload Bookmarks
jv: Momot-ulang Bookmark

source: Configure Plugins...
jv: konfigurasine Plukin...

# Turns off the current radio.
source: Turn Off "%s"
jv: Mateni "%s"

# Playing status tooltip information
source: Playing (vol: %s%%)
jv: Nyetele (vol: %s%%)

# Informs Radio Tray is idle as a tooltip.
source: Idle (vol: %s%%)
jv: Nganggur (vol: %s%%)

# Unknown radio specified by URL
source: Unknown radio
jv: Radio rakdireteni

source: Radio Tray Playing
jv: Radio maine ingTray

source: Radio Error
jv: Radio Bubrah

source: Bookmarks Reloaded
jv: Momot-ulang Bookmark

source: Active
jv: Aktif

source: Name
jv: Nami

# Connecting to a music stream.
source: Connecting to %s
jv: Kehubung ing %s

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%) <i>%s</i>
jv: Maine <b>%s</b> (vol: %s%%) <i>%s</i>

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%)
jv: Mainake <b>%s</b> (vol: %s%%)
